const projects = [
  {
    title: "مشروع الطاقة المتجددة",
    publishedAt: "2023-10-31T08:00:00.000Z",
    description: `## وصف المشروع
  هدف هذا المشروع هو توليد الطاقة بطرق متجددة ومستدامة. يشمل:
  - استخدام الطاقة الشمسية بتقنيات متطورة.
  - توليد الطاقة من الرياح والمد والجزر.
  - تطوير تقنيات جديدة لتحسين كفاءة الطاقة.`,
    summary: "الطاقة المتجددة: استخدام مصادر طاقة متجددة وتقنيات حديثة",
    slug: "project-1",
  },
  {
    title: "مشروع الزراعة العضوية",
    publishedAt: "2023-10-30T10:00:00.000Z",
    description: `# وصف المشروع
  يهدف هذا المشروع لتعزيز الزراعة العضوية والتنمية المستدامة للمزارعين. يشمل:
  - توفير الدعم الفني والتقني للمزارعين.
  - تعزيز الزراعة العضوية في المجتمعات المحلية.
  - استخدام أساليب حديثة في إدارة المزارع.`,
    summary: "الزراعة العضوية: دعم مزارعين وتعزيز الزراعة العضوية",
    slug: "project-2",
  },
  {
    title: "مشروع الفضاء العميق",
    publishedAt: "2023-10-29T08:00:00.000Z",
    description: `# وصف المشروع
    يهدف هذا المشروع إلى استكشاف الفضاء الخارجي بتقنيات مبتكرة، ويشمل:
    - إرسال مركبات فضائية متطورة.
    - دراسة الكواكب والنجوم والظواهر الفلكية.
    - تطوير أساليب جديدة لاستكشاف الفضاء.`,
    summary: "الفضاء العميق: استكشاف الكواكب والنجوم بتقنيات مبتكرة",
    slug: "project-3",
  },
  {
    title: "مشروع التصميم الجرافيكي",
    publishedAt: "2023-10-28T10:00:00.000Z",
    description: `## وصف المشروع
    يهدف هذا المشروع لاستخدام التصميم الجرافيكي لتحسين العروض التقديمية والتسويق الرقمي. يتضمن:
    - تصميم شعارات مبتكرة.
    - إنشاء محتوى بصري جذاب.
    - تطوير تجارب مستخدم مبتكرة.`,
    summary: "التصميم الجرافيكي: تحسين العروض التقديمية والتسويق الرقمي",
    slug: "project-4",
  },
  {
    title: "مشروع الروبوتات الذكية",
    publishedAt: "2023-10-27T08:00:00.000Z",
    description: `# وصف المشروع
    يسعى هذا المشروع لتطوير الروبوتات ذات الذكاء الاصطناعي للاستخدامات الصناعية والخدمية. يتضمن:
    - تطوير الذكاء الاصطناعي في مجال الروبوتات.
    - استخدام الروبوتات في الصناعات الخطيرة أو المناطق الخطرة.
    - تحسين الطرق الآمنة لتعاون الروبوتات مع البشر.`,
    summary:
      "الروبوتات الذكية: تطوير روبوتات ذات ذكاء اصطناعي للاستخدامات المتنوعة",
    slug: "project-5",
  },
  {
    title: "مشروع تكنولوجيا البلوكتشين",
    publishedAt: "2023-10-26T10:00:00.000Z",
    description: `# وصف المشروع
    يهدف هذا المشروع إلى استخدام تقنية البلوكتشين في الصناعات المالية والتكنولوجية. يتضمن:
    - تطوير تطبيقات البلوكتشين للمدفوعات الآمنة.
    - استخدام البلوكتشين في تسجيل الملكية الفكرية.
    - تحسين أمان وخصوصية البيانات.`,
    summary:
      "تكنولوجيا البلوكتشين: استخدام تقنية البلوكتشين في المالية والتكنولوجيا",
    slug: "project-6",
  },
];
export { projects };
